Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Generate Missing Previews
ar: إنشاء المعاينات المفقودة
ca: Genera visualitzacions prèvies que falten
cs: Generovat chybějící náhledy
da: Generer manglende forhåndsvisninger
de: Generieren Sie fehlende Vorschauen
el: Δημιουργία προεπισκοπήσεων που λείπουν
es: Generar vistas previas faltantes
fa: پیش نمایش های گمشده را ایجاد کنید
fi: Luo puuttuvat esikatselut
fr: Générer des aperçus manquants
he: צור תצוגות מקדימות חסרות
hr: Generiraj nedostajuće preglede
hu: Hiányzó előnézetek létrehozása
id: Hasilkan Pratinjau yang Hilang
ja: 不足しているプレビューを生成する
ko: 누락된 미리보기 생성
ms: Jana Pratonton Hilang
nl: Genereer ontbrekende voorbeelden
no: Generer manglende forhåndsvisninger
pl: Wygeneruj brakujące podglądy
pt_br: Gerar visualizações ausentes
pt_pt: Gerar visualizações ausentes
ro: Generați previzualizări lipsă
sk: Generovať chýbajúce ukážky
sl: Ustvari manjkajoče predoglede
sv: Generera saknade förhandsvisningar
th: สร้างตัวอย่างที่ขาดหายไป
ur: گمشدہ پیش نظارہ بنائیں
vi: Tạo bản xem trước bị thiếu
zh_hans: 生成缺失的预览

source: Get in touch
ar: تواصل معنا
ca: Posa't en contacte
cs: Ozvěte se
da: Tag kontakt
de: Kontakt
el: Ελάτε σε επαφή
es: Ponte en contacto
fa: ارتباط با ما
fi: Ota yhteyttä
fr: Contactez-nous
he: צור קשר
hr: Javite se
hu: Vegye fel a kapcsolatot
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
ms: Hubungi
nl: Neem contact op
no: Ta kontakt
pl: Skontaktuj się
pt_br: Entre em contato
pt_pt: Entre em contacto
ro: Luați legătura
ru: Связаться с нами
sk: Ozvite sa
sl: Stopite v stik
sv: Hör av dig
th: สนใจติดต่อ
tr: İletişime geçin
uk: Зв’язатися з нами
ur: رابطہ کریں۔
vi: Hãy liên lạc
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Get Started
ar: ابدأ
ca: Comença
cs: Začněte
da: Kom i gang
de: Los geht’s
el: Ξεκινήστε
es: Empezar
fa: شروع
fi: Aloita
fr: Commencer
he: התחל
hr: Započnite
hu: Kezdje el
id: Memulai
it: Inizia
ja: 始める
ko: 시작하기
ms: Mulakan
nl: Aan de slag
no: Kom i gang
pl: Rozpocznij
pt_br: Começar
pt_pt: Comece
ro: Începeți
ru: Начать
sk: Začíname
sl: Začnite
sv: Kom igång
th: เริ่มต้นเลย
tr: Başlayın
uk: Почати
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Glossy
ar: لامع
ca: brillant
cs: Lesklý
da: Blankt
de: Glänzend
el: Γυαλιστερό
es: Brillante
fa: براق
fi: Kiiltävä
fr: Brillante
he: מַברִיק
hr: Sjajna
hu: Fényes
id: Mengkilap
it: Lucida
ja: 光沢
ko: 유광
ms: Berkilat
nl: Glanzend
no: Glanset
pl: Błyszczący
pt_br: Brilhante
pt_pt: Brilhante
ro: lucios
ru: Глянцевая
sk: Lesklý
sl: Sijajni
sv: Blankt
th: มันเงา
tr: Parlak
uk: Глянцеве
ur: چمکدار
vi: Bóng
zh_hans: 光泽
zh_hant: 亮面

source: Go to **App Store Connect ▸ Users and Access ▸ Integrations ▸ App Store Connect API**.
ar: انتقل إلى **App Store Connect ▸ المستخدمون والوصول ▸ عمليات التكامل ▸ App Store Connect API**.
ca: Aneu a **App Store Connect ▸ Usuaris i accés ▸ Integracions ▸ App Store Connect API**.
cs: Přejděte na **App Store Connect ▸ Uživatelé a přístup ▸ Integrace ▸ App Store Connect API**.
da: Gå til **App Store Connect ▸ Brugere og adgang ▸ Integrationer ▸ App Store Connect API**.
de: Öffne **App Store Connect ▸ Benutzer und Zugriff ▸ Integrationen ▸ App Store Connect API**.
el: Μεταβείτε στο **App Store Connect ▸ Χρήστες και πρόσβαση ▸ Ενσωματώσεις ▸ App Store Connect API**.
es: Ve a **App Store Connect ▸ Usuarios y acceso ▸ Integraciones ▸ API de App Store Connect**.
fa: به **App Store Connect ▸ Users and Access ▸ Integrations ▸ App Store Connect API** بروید.
fi: Siirry kohtaan **App Store Connect ▸ Käyttäjät ja käyttöoikeudet ▸ Integraatiot ▸ App Store Connect API**.
fr: Accédez à **App Store Connect ▸ Utilisateurs et accès ▸ Intégrations ▸ API App Store Connect**.
he: עבור אל **App Store Connect ▸ משתמשים וגישה ▸ אינטגרציות ▸ App Store Connect API**.
hr: Idite na **App Store Connect ▸ Korisnici i pristup ▸ Integracije ▸ App Store Connect API**.
hu: Lépjen a **App Store Connect ▸ Felhasználók és hozzáférés ▸ Integrációk ▸ App Store Connect API** oldalra.
id: Buka **App Store Connect ▸ Pengguna dan Akses ▸ Integrasi ▸ App Store Connect API**.
it: Vai in **App Store Connect ▸ Utenti e accesso ▸ Integrazioni ▸ API di App Store Connect**.
ja: **App Store Connect ▸ ユーザとアクセス ▸ 統合 ▸ App Store Connect API** に移動します。
ko: **App Store Connect ▸ 사용자 및 액세스 ▸ 통합 ▸ App Store Connect API**로 이동합니다.
ms: Pergi ke **App Store Connect ▸ Pengguna dan Akses ▸ Integrasi ▸ App Store Connect API**.
nl: Ga naar **App Store Connect ▸ Gebruikers en toegang ▸ Integraties ▸ App Store Connect API**.
no: Gå til **App Store Connect ▸ Brukere og tilgang ▸ Integrasjoner ▸ App Store Connect API**.
pl: Przejdź do **App Store Connect ▸ Użytkownicy i dostęp ▸ Integracje ▸ App Store Connect API**.
pt_br: Vá para **App Store Connect ▸ Usuários e acesso ▸ Integrações ▸ App Store Connect API**.
pt_pt: Vá para **App Store Connect ▸ Utilizadores e acesso ▸ Integrações ▸ App Store Connect API**.
ro: Accesați **App Store Connect ▸ Utilizatori și acces ▸ Integrari ▸ App Store Connect API**.
ru: Откройте **App Store Connect ▸ Пользователи и доступ ▸ Интеграции ▸ App Store Connect API**.
sk: Prejdite na **App Store Connect ▸ Používatelia a prístup ▸ Integrácie ▸ App Store Connect API**.
sl: Pojdite na **App Store Connect ▸ Uporabniki in dostop ▸ Integracije ▸ App Store Connect API**.
sv: Gå till **App Store Connect ▸ Användare och åtkomst ▸ Integrationer ▸ App Store Connect API**.
th: ไปที่ **App Store Connect ▸ ผู้ใช้และการเข้าถึง ▸ การรวมระบบ ▸ App Store Connect API**
tr: **App Store Connect ▸ Kullanıcılar ve Erişim ▸ Entegrasyonlar ▸ App Store Connect API** bölümüne gidin.
uk: Перейдіть до **App Store Connect ▸ Users and Access ▸ Integrations ▸ App Store Connect API**.
ur: **App Store Connect ▸ صارفین اور رسائی ▸ انضمام ▸ App Store Connect API** پر جائیں۔
vi: Đi tới **App Store Connect ▸ Người dùng và quyền truy cập ▸ Tích hợp ▸ App Store Connect API**.
zh_hans: 前往 **App Store Connect ▸ 用户和访问 ▸ 集成 ▸ App Store Connect API**。
zh_hant: 前往 **App Store Connect ▸ 使用者與存取權限 ▸ 整合 ▸ App Store Connect API**。

source: Go unlimited and create as many screenshots as your apps need.
ar: انتقل إلى عدد غير محدود وقم بإنشاء العديد من لقطات الشاشة التي تحتاجها تطبيقاتك.
ca: Aneu sense límits i creeu tantes captures de pantalla com necessitin les vostres aplicacions.
cs: Jděte neomezeně a vytvořte tolik snímků obrazovky, kolik vaše aplikace potřebují.
da: Gå ubegrænset og lav så mange skærmbilleder, som dine apps har brug for.
de: Ohne Limits: Erstelle so viele Screenshots, wie deine Apps brauchen.
el: Πηγαίνετε απεριόριστα και δημιουργήστε όσα στιγμιότυπα οθόνης χρειάζονται οι εφαρμογές σας.
es: Sin límites: crea todas las capturas que necesiten tus apps.
fa: نامحدود شوید و هر تعداد اسکرین‌شات که برنامه‌هایتان لازم دارند بسازید.
fi: Käytä rajattomasti ja luo niin monta kuvakaappausta kuin sovelluksesi tarvitsevat.
fr: Passez à l'illimité et créez autant de captures d'écran que vos apps en ont besoin.
he: עבור ללא הגבלה וצור צילומי מסך רבים ככל שהאפליקציות שלך זקוקות.
hr: Idite neograničeno i izradite onoliko snimaka zaslona koliko je vašim aplikacijama potrebno.
hu: Lépjen korlátlanul, és készítsen annyi képernyőképet, amennyire az alkalmazásoknak szüksége van.
id: Lakukan tanpa batas dan buat tangkapan layar sebanyak yang dibutuhkan aplikasi Anda.
it: Passa all'illimitato e crea tutti gli screenshot di cui le tue app hanno bisogno.
ja: 無制限プランで、アプリに必要なだけスクリーンショットを作成しましょう。
ko: 무제한으로 앱에 필요한 만큼 스크린샷을 생성하세요.
ms: Pergi tanpa had dan buat seberapa banyak tangkapan skrin yang diperlukan oleh apl anda.
nl: Ga onbeperkt en maak zoveel screenshots als je apps nodig hebben.
no: Gå ubegrenset og lag så mange skjermbilder som appene dine trenger.
pl: Korzystaj z nieograniczonej liczby i twórz tyle zrzutów ekranu, ile potrzebują Twoje aplikacje.
pt_br: Libere tudo e crie quantas capturas de tela seus apps precisarem.
pt_pt: Vá ilimitado e crie quantas capturas de ecrã seus aplicativos precisarem.
ro: Accesați nelimitat și creați câte capturi de ecran au nevoie de aplicații.
ru: Снимите ограничения и создавайте столько скриншотов, сколько нужно вашим приложениям.
sk: Choďte neobmedzene a vytvorte toľko snímok obrazovky, koľko vaše aplikácie potrebujú.
sl: Pojdite neomejeno in ustvarite toliko posnetkov zaslona, kot jih potrebujejo vaše aplikacije.
sv: Gå obegränsat och skapa så många skärmdumpar som dina appar behöver.
th: ใช้งานได้ไม่จำกัดและสร้างภาพหน้าจอได้มากเท่าที่แอปของคุณต้องการ
tr: Sınırsız kullanın ve uygulamalarınızın ihtiyaç duyduğu kadar ekran görüntüsü oluşturun.
uk: Зніміть обмеження й створюйте стільки знімків екрана, скільки потрібно вашим програмам.
ur: لامحدود رہیں اور جتنے اسکرین شاٹس آپ کی ایپس کو درکار ہوں بنائیں۔
vi: Sử dụng không giới hạn và tạo bao nhiêu ảnh chụp màn hình tùy theo nhu cầu của ứng dụng của bạn.
zh_hans: 升级为无限制版本，为你的 App 创建所需的全部截图。
zh_hant: 升級為無限制，為你的 App 建立所需的所有螢幕截圖。

source: Google Play allows at most %lld screenshots per type; this row has %lld.
ar: Google Play يسمح بحد أقصى %1$lld من لقطات الشاشة لكل نوع؛ يحتوي هذا الصف على %2$lld.
ca: Google Play permet com a màxim %1$lld captures de pantalla per tipus; aquesta fila té %2$lld.
cs: Google Play povoluje maximálně %1$lld snímky obrazovky na typ; tento řádek má %2$lld.
da: Google Play tillader højst %1$lld skærmbilleder pr. type; denne række har %2$lld.
de: Google Play erlaubt höchstens %lld Screenshots pro Typ; diese Zeile hat %lld.
el: Το Google Play επιτρέπει το πολύ %1$lld στιγμιότυπα οθόνης ανά τύπο. αυτή η σειρά έχει %2$lld.
es: Google Play permite como máximo %lld capturas por tipo; esta fila tiene %lld.
fa: Google Play برای هر نوع حداکثر %1$lld اسکرین‌شات می‌پذیرد؛ این ردیف %2$lld اسکرین‌شات دارد.
fi: Google Play allows at most %1$lld screenshots per type; tällä rivillä on %2$lld.
fr: Google Play autorise au maximum %lld captures d'écran par type ; cette ligne en contient %lld.
he: Google Play מאפשר לכל היותר %1$lld צילומי מסך לכל סוג; בשורה הזו יש %2$lld.
hr: Google Play dopušta najviše %1$lld snimki zaslona po vrsti; ovaj red ima %2$lld.
hu: A Google Play típusonként legfeljebb %1$lld képernyőképet tesz lehetővé; ebben a sorban %2$lld található.
id: Google Play mengizinkan maksimal %1$lld tangkapan layar per jenis; baris ini memiliki %2$lld.
it: Google Play consente al massimo %lld screenshot per tipo; questa riga ne ha %lld.
ja: Google Play で種類ごとに使用できるスクリーンショットは最大%1$lld枚ですが、この行には%2$lld枚あります。
ko: Google Play는 유형당 스크린샷을 최대 %lld개까지 허용하는데, 이 행에는 %lld개가 있습니다.
ms: Google Play membenarkan paling banyak %1$lld tangkapan skrin bagi setiap jenis; baris ini mempunyai %2$lld.
nl: Google Play staat maximaal %1$lld screenshots per type toe; deze rij bevat %2$lld.
no: Google Play tillater maksimalt %1$lld skjermbilder per type; denne raden har %2$lld.
pl: Google Play pozwala na maksymalnie %1$lld zrzutów ekranu każdego typu; ten wiersz zawiera %2$lld.
pt_br: O Google Play permite no máximo %lld capturas de tela por tipo; esta linha tem %lld.
pt_pt: Google Play permite no máximo %1$lld capturas de ecrã por tipo; esta linha tem %2$lld.
ro: Google Play permite cel mult %1$lld capturi de ecran per tip; acest rând are %2$lld.
ru: Максимум скриншотов одного типа в Google Play: %lld; в этой строке — %lld.
sk: Google Play povoľuje maximálne %1$lld snímky obrazovky na typ; tento riadok má %2$lld.
sl: Google Play dovoljuje največ %1$lld posnetkov zaslona na vrsto; ta vrstica ima %2$lld.
sv: Google Play tillåter högst %1$lld skärmdumpar per typ; den här raden har %2$lld.
th: Google Play อนุญาตภาพหน้าจอสูงสุด %1$lld ต่อประเภท แถวนี้มี %2$lld
tr: Google Play tür başına en fazla %lld ekran görüntüsüne izin verir; bu satırda %lld tane var.
uk: Максимум знімків екрана одного типу в Google Play: %lld; у цьому рядку — %lld.
ur: Google Play فی قسم زیادہ سے زیادہ %1$lld اسکرین شاٹس کی اجازت دیتا ہے۔ اس قطار میں %2$lld ہے۔
vi: Google Play cho phép tối đa %1$lld ảnh chụp màn hình cho mỗi loại; hàng này có %2$lld.
zh_hans: Google Play 每种类型最多允许 %lld 张截图；此行有 %lld 张。
zh_hant: Google Play 每種類型最多允許 %lld 張螢幕截圖；此列有 %lld 張。

source: Google Play could not find the target. Check that the package name is correct and that %@ is an active store-listing language for this app.
ar: Google Play لم يتمكن من العثور على الهدف. تأكد من صحة اسم الحزمة وأن %1$@ هي لغة قائمة متجر نشطة لهذا التطبيق.
ca: Google Play no ha pogut trobar l'objectiu. Comproveu que el nom del paquet sigui correcte i que %1$@ sigui un idioma actiu de llista de la botiga per a aquesta aplicació.
cs: Google Play nemohl najít cíl. Zkontrolujte, zda je název balíčku správný a zda je %1$@ aktivním jazykem záznamu v obchodu pro tuto aplikaci.
da: Google Play kunne ikke finde målet. Tjek, at pakkenavnet er korrekt, og at %1$@ er et aktivt butiksfortegnelsessprog for denne app.
de: Google Play konnte das Ziel nicht finden. Prüfe, ob der Paketname stimmt und ob %1$@ eine aktive Sprache im Store-Eintrag dieser App ist.
el: Google Play δεν μπόρεσε να βρει τον στόχο. Βεβαιωθείτε ότι το όνομα του πακέτου είναι σωστό και ότι η %1$@ είναι μια ενεργή γλώσσα καταχώρισης καταστήματος για αυτήν την εφαρμογή.
es: Google Play no encontró el destino. Comprueba que el nombre del paquete sea correcto y que %1$@ sea un idioma activo de la ficha de Play Store de esta app.
fa: Google Play نتوانست هدف را پیدا کند. بررسی کنید که نام بسته درست باشد و %1$@ یک زبان فهرست فروشگاه فعال برای این برنامه باشد.
fi: Google Play ei löytänyt kohdetta. Check that the package name is correct and that %1$@ is an active store-listing language for this app.
fr: Google Play n'a pas trouvé la cible. Vérifiez que le nom du package est correct et que %1$@ est une langue de fiche Play Store active pour cette app.
he: Google Play לא הצליח למצוא את היעד. בדוק ששם החבילה נכון וש%1$@ היא שפת רישום חנות פעילה עבור אפליקציה זו.
hr: Google Play nije mogao pronaći cilj. Provjerite je li naziv paketa točan i je li %1$@ aktivan jezik za unose u trgovini za ovu aplikaciju.
hu: Google Play nem találta a célpontot. Ellenőrizze, hogy a csomagnév helyes-e, és hogy az %1$@ az áruházi adatlap aktív nyelve ehhez az alkalmazáshoz.
id: Google Play tidak dapat menemukan target. Periksa apakah nama paket sudah benar dan %1$@ merupakan bahasa listingan toko yang aktif untuk aplikasi ini.
it: Google Play non ha trovato la destinazione. Verifica che il nome del pacchetto sia corretto e che %@ sia una lingua attiva della scheda dello store per questa app.
ja: Google Play はターゲットを見つけることができませんでした。パッケージ名が正しいこと、および %1$@ がこのアプリの有効なストア掲載情報言語であることを確認してください。
ko: Google Play가 대상을 찾을 수 없습니다. 패키지 이름이 올바른지, %1$@이(가) 이 앱의 활성 스토어 등록정보 언어인지 확인하세요.
ms: Google Play tidak dapat mencari sasaran. Semak sama ada nama pakej adalah betul dan %1$@ ialah bahasa penyenaraian gedung yang aktif untuk apl ini.
nl: Google Play kan het doel niet vinden. Controleer of de pakketnaam correct is en of %1$@ een actieve winkelvermeldingstaal is voor deze app.
no: Google Play kunne ikke finne målet. Sjekk at pakkenavnet er riktig og at %1$@ er et aktivt butikkoppføringsspråk for denne appen.
pl: Google Play nie mógł znaleźć celu. Sprawdź, czy nazwa pakietu jest poprawna i czy %1$@ jest aktywnym językiem informacji o aplikacji dla tej aplikacji.
pt_br: O Google Play não encontrou o destino. Verifique se o nome do pacote está correto e se %1$@ é um idioma ativo na página da loja deste app.
pt_pt: Google Play não conseguiu encontrar o destino. Verifique se o nome do pacote está correto e se %1$@ é um idioma de listagem de loja ativo para este aplicativo.
ro: Google Play nu a putut găsi ținta. Verificați dacă numele pachetului este corect și că %1$@ este o limbă activă pentru înregistrarea în magazin pentru această aplicație.
ru: Google Play не удалось найти цель. Проверьте, что имя пакета указано верно и что %@ — активный язык страницы этого приложения в магазине.
sk: Google Play nenašiel cieľ. Skontrolujte, či je názov balíka správny a či je %1$@ aktívnym jazykom záznamu v obchode pre túto aplikáciu.
sl: Google Play ni mogel najti cilja. Preverite, ali je ime paketa pravilno in ali je %1$@ aktiven jezik za objave v trgovini za to aplikacijo.
sv: Google Play kunde inte hitta målet. Kontrollera att paketnamnet är korrekt och att %1$@ är ett aktivt butikslistningsspråk för den här appen.
th: Google Play ไม่พบเป้าหมาย ตรวจสอบว่าชื่อแพ็กเกจถูกต้องและ %1$@ เป็นภาษาข้อมูลผลิตภัณฑ์ใน Store ที่ใช้งานอยู่สำหรับแอปนี้
tr: Google Play hedefi bulamadı. Paket adının doğru olduğunu ve %@ dilinin bu uygulama için etkin bir mağaza sayfası dili olduğunu denetleyin.
uk: Google Play не зміг знайти ціль. Перевірте, чи правильна назва пакета і чи %@ — активна мова сторінки цієї програми в магазині.
ur: Google Play ہدف نہیں مل سکا۔ چیک کریں کہ پیکیج کا نام درست ہے اور یہ کہ %1$@ اس ایپ کے لیے ایک فعال اسٹور لسٹنگ زبان ہے۔
vi: Google Play không thể tìm thấy mục tiêu. Kiểm tra xem tên gói có chính xác không và %1$@ có phải là ngôn ngữ danh sách cửa hàng đang hoạt động cho ứng dụng này hay không.
zh_hans: Google Play 找不到目标。请检查软件包名称是否正确，以及 %@ 是否为此 App 已启用的商品详情语言。
zh_hant: Google Play 找不到目標。請確認套件名稱正確，且 %@ 是此 App 目前使用中的商店資訊語言。

source: Google Play did not accept the request. Check the package name, image type, and language, then retry.
ar: Google Play لم يقبل الطلب. تحقق من اسم الحزمة ونوع الصورة واللغة، ثم أعد المحاولة.
ca: Google Play no va acceptar la sol·licitud. Comproveu el nom del paquet, el tipus d'imatge i l'idioma i torneu-ho a provar.
cs: Google Play požadavek nepřijal. Zkontrolujte název balíčku, typ obrázku a jazyk a zkuste to znovu.
da: Google Play accepterede ikke anmodningen. Tjek pakkenavnet, billedtypen og sproget, og prøv derefter igen.
de: Google Play hat die Anfrage nicht angenommen. Prüfe Paketname, Bildtyp und Sprache und versuche es dann erneut.
el: Google Play δεν αποδέχτηκε το αίτημα. Ελέγξτε το όνομα του πακέτου, τον τύπο εικόνας και τη γλώσσα και, στη συνέχεια, δοκιμάστε ξανά.
es: Google Play no aceptó la solicitud. Comprueba el nombre del paquete, el tipo de imagen y el idioma, y vuelve a intentarlo.
fa: Google Play این درخواست را نپذیرفت. نام بسته، نوع تصویر و زبان را بررسی کنید، سپس دوباره امتحان کنید.
fi: Google Play ei hyväksynyt pyyntöä. Tarkista paketin nimi, kuvatyyppi ja kieli ja yritä sitten uudelleen.
fr: Google Play n'a pas accepté la demande. Vérifiez le nom du package, le type d’image et la langue, puis réessayez.
he: Google Play לא קיבל את הבקשה. בדוק את שם החבילה, סוג התמונה והשפה ולאחר מכן נסה שוב.
hr: Google Play nije prihvatio zahtjev. Provjerite naziv paketa, vrstu slike i jezik, a zatim pokušajte ponovno.
hu: Google Play nem fogadta el a kérést. Ellenőrizze a csomag nevét, képtípusát és nyelvét, majd próbálkozzon újra.
id: Google Play tidak menerima permintaan tersebut. Periksa nama paket, jenis gambar, dan bahasa, lalu coba lagi.
it: Google Play non ha accettato la richiesta. Verifica nome del pacchetto, tipo di immagine e lingua, poi riprova.
ja: Google Play がリクエストを受け付けませんでした。パッケージ名、画像タイプ、言語を確認してから、再試行してください。
ko: Google Play가 요청을 수락하지 않았습니다. 패키지 이름, 이미지 유형, 언어를 확인한 후 다시 시도하세요.
ms: Google Play tidak menerima permintaan itu. Semak nama pakej, jenis imej dan bahasa, kemudian cuba semula.
nl: Google Play heeft het verzoek niet geaccepteerd. Controleer de pakketnaam, het afbeeldingstype en de taal en probeer het opnieuw.
no: Google Play godtok ikke forespørselen. Sjekk pakkenavnet, bildetypen og språket, og prøv deretter på nytt.
pl: Google Play nie przyjął prośby. Sprawdź nazwę pakietu, typ obrazu i język, a następnie spróbuj ponownie.
pt_br: Google Play não aceitou a solicitação. Verifique o nome do pacote, o tipo de imagem e o idioma e tente novamente.
pt_pt: Google Play não aceitou a solicitação. Verifique o nome do pacote, o tipo de imagem e o idioma e tente novamente.
ro: Google Play nu a acceptat solicitarea. Verificați numele pachetului, tipul imaginii și limba, apoi încercați din nou.
ru: Google Play не принял запрос. Проверьте имя пакета, тип изображения и язык, затем повторите попытку.
sk: Google Play neprijala žiadosť. Skontrolujte názov balíka, typ obrázka a jazyk a skúste to znova.
sl: Google Play ni sprejel zahteve. Preverite ime paketa, vrsto slike in jezik ter poskusite znova.
sv: Google Play accepterade inte begäran. Kontrollera paketets namn, bildtyp och språk och försök sedan igen.
th: Google Play ไม่ยอมรับคำขอ ตรวจสอบชื่อแพ็กเกจ ประเภทรูปภาพ และภาษา จากนั้นลองอีกครั้ง
tr: Google Play isteği kabul etmedi. Paket adını, görüntü türünü ve dili denetleyip yeniden deneyin.
uk: Google Play не прийняв запит. Перевірте назву пакета, тип зображення та мову й повторіть спробу.
ur: Google Play نے درخواست قبول نہیں کی۔ پیکیج کا نام، تصویر کی قسم، اور زبان چیک کریں، پھر دوبارہ کوشش کریں۔
vi: Google Play không chấp nhận yêu cầu. Hãy kiểm tra tên gói, loại hình ảnh và ngôn ngữ rồi thử lại.
zh_hans: Google Play 未接受此请求。请检查软件包名称、图像类型和语言，然后重试。
zh_hant: Google Play 未接受此請求。請檢查套件名稱、影像類型和語言，然後重試。
